[{
    "title":"PeanutButter Jelly",
    "ingredients":"PeanutButter, Grape, Jelly, 2 slices of sandwich bread",
    "steps":" Step 1: With a butter knife spread some grape jelly across one slice bread\\nStep 2: Spread peanut butter across the other slice of bread\\nStep 3: Put the slices together. Cut in half if you like and enjoy!"
},
{
    "title":"Grilled Cheese",
    "ingredients":"American Cheese, 2 slices of sandwich bread",
    "steps":"Step 1: In a skillet on the stove put half a tablespoon of butter in and turn stove on to a medium and let melt//nStep 2: Grab a slice of bread and 2 slices of American cheese and put the bread in the skillet with the cheese on top.//nStep 4: Once you cheese had melted and to bottom of your bread has grilled to a golden brown color, put your other slice of bread on top of the cheese and flip. grill that slice of bread until golden brown\\nStep 5:Take your sandwich out of the skillet and turn stove off. Cut in half if you like and enjoy! "
},
{
    "title":"BLT",
    "ingredients":"Bacon strip, Lettuce, Tomato, 2 slices of bread, mayo, mustard ",
    "steps":"Step 1: Spread mayo across one of your slices of bread and mustard on the other slice\\nStep 2: Cut your tomato up and place 3-5 slices on the slice of bread with the mayo. Add salt and pepper if you like.\\nStep 3: Grab 3-5 slices of bacon and place on top of tomatoes.\\nStep 4: Lastly place your few leaves of lettuces on top of the bacon and your other sliced of bread on top of the lettuce. Cut in half if you like and enjoy!"
},
{
    "title":"Chili Dog",
    "ingredients":"Can of chili, Hot dog buns, Beef Franks,",
    "steps":"Step 1: Put two pots on the stove under medium heat.In one pot boil your beef franks until cooked to you preference, in the other pot warm your can chili up stirring occasionally.\\nStep 2:Grab your hot dog buns and place on a plate. Put you cooked beef franks into your hot dog buns.\\nStep 3: Using a table spoon spread chili on top of your beef franks. Add shredded if you like and enjoy!"
}
]
